{
  "format": "layers-model",
  "generatedBy": "placeholder",
  "convertedBy": "manual",
  "modelTopology": {
    "keras_version": "2.12.0",
    "backend": "tensorflowjs",
    "model_config": {
      "class_name": "Sequential",
      "config": {
        "name": "odin_placeholder",
        "layers": [
          {
            "class_name": "InputLayer",
            "config": {
              "batch_input_shape": [null, 5],
              "dtype": "float32",
              "sparse": false,
              "name": "input_1"
            }
          }
        ]
      }
    }
  },
  "weightsManifest": [
    {
      "paths": [
        "weights.bin"
      ],
      "weights": []
    }
  ]
}
